Repository: AdguardTeam/AdGuardForSafari
Catalog: AdguardMini/AdguardMini/Resources/*.lproj/Localizable.strings
Languages: ar, cs, de, el, fa, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# error_running_app_message
source: AdGuard Mini needs to be in the Applications folder to run. Please move it there and try again
ar: يجب أن يكون AdGuard Mini في مجلد التطبيقات حتى يعمل. يرجى نقله هناك وحاول مرة أخرى
cs: AdGuard Mini musí být spuštěn ve složce Aplikace. Přesuňte jej tam a zkuste to znovu
de: AdGuard Mini muss sich im Ordner „Programme“ befinden, um ausgeführt zu werden. Bitte verschieben Sie es dorthin und versuchen Sie es erneut
el: Το AdGuard Mini πρέπει να βρίσκεται στο φάκελο Εφαρμογές για να εκτελεστεί. Παρακαλώ μετακινήστε το εκεί και προσπαθήστε ξανά.
fa: برای اجرای AdGuard Mini، این برنامه باید در پوشهٔ Applications باشد. لطفاً آن را به آنجا منتقل کنید و دوباره تلاش کنید.
fi: AdGuard Mini:n täytyy olla sovellukset-kansiossa toimiakseen. Siirrä se sinne ja yritä uudelleen.
fr: AdGuard Mini doit se trouver dans le dossier Applications pour fonctionner. Veuillez le déplacer à cet endroit et réessayer.
he: AdGuard Mini צריך להיות בתיקיית היישומים כדי לפעול. אנא העבר אותו לשם ונסה שוב
hu: Az AdGuard Mini futtatásához az Alkalmazások mappában kell lennie. Kérjük, helyezze át oda, és próbálja meg újra.
id: AdGuard Mini harus berada di folder Aplikasi agar dapat dijalankan. Silakan pindahkan ke sana dan coba lagi
it: Per funzionare, AdGuard Mini deve trovarsi nella cartella Applicazioni. Spostarlo lì e tenta ancora
ja: AdGuard Mini を実行するには、「アプリケーション」フォルダに入っている必要があります。 そのフォルダに AdGuard Mini を移動して、再度お試しください。
ko: AdGuard Mini를 실행하려면 응용 프로그램 폴더에 있어야 합니다. 해당 폴더로 이동한 후 다시 시도하세요.
nb: AdGuard Mini må være i Programmer-mappen for å kjøre. Flytt den dit og prøv igjen
nl: AdGuard Mini moet in de map Programma's staan om te kunnen worden uitgevoerd. Verplaats het daarheen en probeer het opnieuw
pl: Aby uruchomić AdGuard Mini, musi on znajdować się w folderze Aplikacje. Przenieś go tam i spróbuj ponownie.
pt_pt: O AdGuard Mini precisa estar na pasta Aplicativos para ser executado. Por favor, mova-o para lá e tente novamente
ro: AdGuard Mini trebuie să fie în folderul Aplicații pentru a rula. Vă rugăm să o mutați acolo și să încercați din nou
ru: Чтобы запустить AdGuard Mini, он должен находиться в папке «Программы». Переместите его туда и попробуйте ещё раз
sk: AdGuard Mini musí byť v priečinku Aplikácie, aby sa dal spustiť. Presuňte ho tam a skúste to znova
sl: AdGuard Mini mora biti v mapi Aplikacije, da lahko deluje. Prosimo, premaknite ga tja in poskusite znova.
sr_latn: AdGuard Mini mora biti u fascikli Applications da bi radio. Molimo vas da ga premestite tamo i pokušate ponovo.
tr: AdGuard Mini'nin çalışması için Uygulamalar klasöründe olması gerekir. Lütfen oraya taşıyın ve tekrar deneyin
uk: AdGuard Mini має бути у папці «Програми», щоб працювати. Будь ласка, перемістіть його туди та спробуйте ще раз
vi: AdGuard Mini cần phải nằm trong thư mục Ứng dụng để chạy. Vui lòng di chuyển nó vào đó và thử lại
zh_hans: AdGuard Mini 需要位于「应用程序」文件夹中才能运行。 请将其移动到该文件夹并重试。
zh_hant: AdGuard Mini 需要位於「應用程式」資料夾中才能執行。 請將其移動到該資料夾並重試。
