Repository: AdguardTeam/AdGuardForSafari
Catalog: AdguardMini/AdguardMini/Resources/*.lproj/Localizable.strings
Languages: ar, cs, de, el, fa, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# app_menu_about_title
source: About AdGuard Mini
ar: حول AdGuard Mini
cs: Informace o AdGuard Mini
de: Über AdGuard Mini
el: Σχετικά με το AdGuard Mini
fa: درباره AdGuard Mini
fi: Tietoja AdGuard Ministä
fr: À propos d'AdGuard Mini
he: אודות AdGuard Mini
hu: AdGuard Mini névjegye
id: Tentang AdGuard Mini
it: Informazioni su AdGuard Mini
ja: AdGuard Mini について
ko: AdGuard Mini 정보
nb: Om AdGuard Mini
nl: Over AdGuard Mini
pl: O AdGuard Mini
pt_pt: Acerca de AdGuard Mini
ro: Despre AdGuard Mini
ru: Об AdGuard Mini
sk: O AdGuard Mini
sl: O AdGuard Mini
sr_latn: O AdGuard Mini
tr: AdGuard Mini hakkında
uk: Про AdGuard Mini
vi: Giới thiệu về AdGuard Mini
zh_hans: 关于 AdGuard Mini
zh_hant: 關於 AdGuard Mini

# app_menu_preferences_title
source: Preferences...
ar: التفضيلات...
cs: Předvolby...
de: Einstellungen...
el: Προτιμήσεις...
fa: ترجیحات...
fi: Asetukset...
fr: Préférences...
he: העדפות...
hu: Beállítások...
id: Preferensi...
it: Preferenze…
ja: 設定...
ko: 설정...
nb: Preferanser...
nl: Voorkeuren...
pl: Preferencje...
pt_pt: Preferências...
ro: Preferințe...
ru: Настройки...
sk: Predvoľby...
sl: Nastavitve...
sr_latn: Podešavanja...
tr: Tercihler...
uk: Параметри...
vi: Tùy chỉnh...
zh_hans: 首选项...
zh_hant: 偏好設定…

# app_menu_hide_title
source: Hide AdGuard Mini
ar: إخفاء AdGuard Mini
cs: Skrýt AdGuard Mini
de: AdGuard Mini ausblenden
el: Απόκρυψη AdGuard Mini
fa: نهان‌سازی AdGuard Mini
fi: Piilota AdGuard Mini
fr: Masquer AdGuard Mini
he: הסתר את AdGuard Mini
hu: AdGuard Mini elrejtése
id: Sembunyikan AdGuard Mini
it: Nascondi AdGuard Mini
ja: AdGuard Mini を非表示にする
ko: AdGuard Mini 숨기기
nb: Skjul AdGuard Mini
nl: AdGuard Mini verbergen
pl: Ukryj AdGuard Mini
pt_pt: Ocultar AdGuard Mini
ro: Ascunde AdGuard Mini
ru: Скрыть AdGuard Mini
sk: Skryť AdGuard Mini
sl: Skrij AdGuard Mini
sr_latn: Sakrij AdGuard Mini
tr: AdGuard Mini'yi gizle
uk: Сховати AdGuard Mini
vi: Ẩn AdGuard Mini
zh_hans: 隐藏 AdGuard Mini
zh_hant: 隱藏 AdGuard Mini

# app_menu_hide_others_title
source: Hide Others
ar: إخفاء الآخرين
cs: Skrýt ostatní
de: Andere ausblenden
el: Απόκρυψη άλλων
fa: مخفی کردن بقیه
fi: Piilota muut
fr: Cacher Autres
he: הסתר אחרים
hu: Többi elrejtése
id: Sembunyikan lainnya
it: Nascondi altri
ja: 他を隠す
ko: 기타 숨기기
nb: Skjul andre
nl: Overige verbergen
pl: Ukryj inne
pt_pt: Ocultar noutros
ro: Ascunde Altele
ru: Скрыть остальное
sk: Skryť ostatné
sl: Skrij ostalo
sr_latn: Sakrij ostalo
tr: Diğerlerini Gizle
uk: Приховати решту
vi: Ẩn các cửa sổ khác
zh_hans: 隐藏其它
zh_hant: 隱藏其它

# app_menu_show_all_title
source: Show All
ar: عرض الكل
cs: Zobrazit vše
de: Alle anzeigen
el: Προβολή όλων
fa: نمایش همه
fi: Näytä kaikki
fr: Voir tout
he: הראה הכל
hu: Összes mutatása
id: Tampilkan semua
it: Mostra Tutti
ja: 全てを表示
ko: 모두 보이기
nb: Vis alle
nl: Alles weergeven
pl: Pokaż wszystko
pt_pt: Mostrar todos
ro: Arata tot
ru: Показать все
sk: Zobraziť všetko
sl: Prikaži vse
sr_latn: Pokaži sve
tr: Tümünü Göster
uk: Показати все
vi: Hiện tất cả
zh_hans: 显示全部
zh_hant: 顯示全部

# app_menu_close_title
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
fa: بستن
fi: Sulje
fr: Fermer
he: סגור
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr_latn: Zatvori
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# app_menu_quit_title
source: Quit AdGuard Mini
ar: الخروج من AdGuard Mini
cs: Ukončit AdGuard Mini
de: AdGuard Mini beenden
el: Έξοδος από το AdGuard Mini
fa: خروج از AdGuard Mini
fi: Lopeta AdGuard Mini
fr: Quitter AdGuard Mini
he: צא מ-AdGuard Mini
hu: Kilépés az AdGuard Mini-ből
id: Keluar AdGuard Mini
it: Esci da AdGuard Mini
ja: AdGuard Mini を終了する
ko: AdGuard Mini 종료
nb: Avslutt AdGuard Mini
nl: AdGuard Mini afsluiten
pl: Zamknij AdGuard Mini
pt_pt: Sair do AdGuard Mini
ro: Ieșiți din AdGuard Mini
ru: Выйти из AdGuard Mini
sk: Ukončiť AdGuard Mini
sl: Zapri AdGuard Mini
sr_latn: Izađi iz AdGuard Mini
tr: AdGuard Mini'den çık
uk: Вийти з AdGuard Mini
vi: Thoát khỏi AdGuard Mini
zh_hans: 退出 AdGuard Mini
zh_hant: 退出 AdGuard Mini

# terminate_app_alert_message_text
source: Quit AdGuard Mini?
ar: الخروج من AdGuard Mini؟
cs: Ukončit AdGuard Mini?
de: AdGuard Mini beenden?
el: Έξοδος από το AdGuard Mini;
fa: خروج از AdGuard Mini؟
fi: Lopeta AdGuard Mini?
fr: Quitter AdGuard Mini ?
he: לצאת מ-AdGuard Mini?
hu: Kilép az AdGuard Mini-ből?
id: Keluar dari AdGuard Mini?
it: Uscire da AdGuard Mini?
ja: AdGuard Mini を終了しますか？
ko: AdGuard Mini를 종료하시겠습니까?
nb: Vil du avslutte AdGuard Mini?
nl: AdGuard Mini afsluiten?
pl: Zamknąć AdGuard Mini?
pt_pt: Sair do AdGuard Mini?
ro: Ieșiți din AdGuard Mini?
ru: Выйти из AdGuard Mini?
sk: Ukončiť AdGuard Mini?
sl: Zaprem AdGuard Mini?
sr_latn: Zatvoriti AdGuard Mini?
tr: AdGuard Mini'den çıkılsın mı?
uk: Вийти з AdGuard Mini?
vi: Thoát khỏi AdGuard Mini?
zh_hans: 退出 AdGuard Mini？
zh_hant: 退出 AdGuard Mini？

# terminate_app_alert_informative_text
source: To manage filtering and automatically check for filter updates, let AdGuard Mini run in the background
ar: لإدارة الفلترة وفحص تحديثات جارٍ الفلترة تلقائيًا، دع AdGuard Mini يعمل في الخلفية
cs: Chcete-li spravovat filtrování a automaticky kontrolovat aktualizace filtrů, ponechte AdGuard Mini běžet na pozadí
de: Um das Filtern zu verwalten und automatisch nach Filter-Updates zu suchen, lassen Sie AdGuard Mini im Hintergrund laufen
el: Για διαχείριση του φιλτραρίσματος και αυτόματο έλεγχο για ενημερώσεις φίλτρων, αφήστε το AdGuard Mini να εκτελείται στο παρασκήνιο
fa: برای مدیریت پالایش و بررسی خودکار به‌روز‌رسانی‌های پالایش، اجازه دهید AdGuard Mini در پس‌زمینه اجرا شود
fi: Jotta voit hallita suodatusta ja tarkistaa suodatinpäivitykset automaattisesti, anna AdGuard Minin toimia taustalla
fr: Pour gérer le filtrage et vérifier automatiquement les mises à jour des filtres, laissez AdGuard Mini s'exécuter en arrière-plan
he: כדי לנהל סינון ולבדוק אוטומטית עדכוני מסננים, אפשרו ל-AdGuard Mini לפעול ברקע
hu: A szűrés kezeléséhez és a szűrőfrissítések automatikus ellenőrzéséhez hagyja, hogy az AdGuard Mini a háttérben fusson
id: Untuk mengelola pemfilteran dan memeriksa pembaruan filter secara otomatis, biarkan AdGuard Mini tetap berjalan di latar belakang
it: Per gestire il filtraggio e controllare automaticamente gli aggiornamenti dei filtri, lasciare che AdGuard Mini venga eseguito in background
ja: フィルタリングを管理したり、フィルタの更新を自動的にチェックしたりするためには、AdGuard Mini のバックグラウンド実行を許可してください。
ko: 필터링을 관리하고 필터 업데이트를 자동으로 확인하려면 AdGuard Mini를 백그라운드에서 실행하도록 설정하세요.
nb: For å administrere filtrering og automatisk sjekke etter filteroppdateringer, la AdGuard Mini kjøre i bakgrunnen
nl: Om filtering te beheren en automatisch op filter updates te controleren, laat je AdGuard Mini op de achtergrond uitvoeren
pl: Aby zarządzać filtrowaniem i automatycznie sprawdzać aktualizacje filtrów, pozwól AdGuard Mini działać w tle
pt_pt: Para gerir a filtragem e verificar automaticamente as atualizações do filtro, deixe o AdGuard Mini a funcionar em segundo plano
ro: Pentru a gestiona filtrarea și a verifica automat actualizările pentru filtre, permiteți AdGuard Mini să ruleze în fundal
ru: Чтобы управлять фильтрацией и автоматически проверять обновления фильтров, разрешите AdGuard Mini работать в фоновом режиме
sk: Ak chcete spravovať filtráciu a automaticky kontrolovať aktualizácie filtrov, nechajte AdGuard Mini bežať na pozadí
sl: Za upravljanje filtriranja in samodejno preverjanje posodobitev filtrov naj AdGuard Mini deluje v ozadju
sr_latn: Da biste upravljali filtriranjem i automatski proveravali ažuriranja filtera, dozvolite da AdGuard Mini radi u pozadini
tr: Filtrelemeyi yönetmek ve filtre güncellemelerini otomatik olarak denetlemek için AdGuard Mini'nin arka planda çalışmasına izin verin
uk: Щоб керувати фільтрацією та автоматично перевіряти оновлення фільтрів, дозвольте AdGuard Mini працювати у фоновому режимі
vi: Để chỉnh sửa đang lọc và tự động kiểm tra cập nhật đang lọc, hãy để AdGuard Mini chạy nền
zh_hans: 为管理过滤并自动检查过滤器更新，请允许 AdGuard Mini 在后台运行。
zh_hant: 為管理過濾並自動檢查過濾器更新，請允許 AdGuard Mini 在背景運行。

# terminate_app_alert_button_title_run_in_background
source: Run in background
ar: تشغيل في الخلفية
cs: Spustit na pozadí
de: Im Hintergrund ausführen
el: Εκτέλεση στο παρασκήνιο
fa: اجرا در پس‌زمینه
fi: Suorita taustalla
fr: Exécuter en arrière-plan
he: הפעל ברקע
hu: Futtatás a háttérben
id: Jalankan di latar belakang
it: Esegui in background
ja: バックグラウンドで実行する
ko: 백그라운드에서 실행
nb: Kjør i bakgrunnen
nl: Op de achtergrond uitvoeren
pl: Uruchom w tle
pt_pt: Executar em segundo plano
ro: Rulează în fundal
ru: Оставить в фоне
sk: Spustiť na pozadí
sl: Deluj v ozadju
sr_latn: Pokreni u pozadini
tr: Arka planda çalıştır
uk: Запустити у фоновому режимі
vi: Chạy nền
zh_hans: 后台运行
zh_hant: 背景運行

# terminate_app_alert_button_title_quit
source: Quit
ar: خروج
cs: Ukončit
de: Beenden
el: Έξοδος
fa: خروج
fi: Sulje
fr: Quitter
he: צא
hu: Kilépés
id: Keluar
it: Abbandona
ja: 終了
ko: 종료
nb: Avslutt
nl: Beëindigen
pl: Zamknij
pt_pt: Sair
ro: Părăsiți
ru: Выйти
sk: Ukončiť
sl: Končaj
sr_latn: Napusti
tr: Çıkış
uk: Вихід
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# terminate_app_alert_suppression_button_title
source: Don’t ask me again
ar: لا تسألني مرة أخرى
cs: Znovu se neptat
de: Nicht erneut nachfragen
el: Να μην με ξαναρωτήσει
fa: دیگر از من نپرس
fi: Älä kysy uudelleen
fr: Ne me le demandez plus
he: אל תשאל אותי שוב
hu: Ne kérdezze meg újra
id: Jangan tanyakan lagi
it: Non chiedere più
ja: 次回から表示しない
ko: 다시 묻지 않기
nb: Ikke spør igjen
nl: Niet opnieuw vragen
pl: Nie pytaj mnie ponownie
pt_pt: Não me perguntar novamente
ro: Nu mă mai întreba
ru: Больше не спрашивать
sk: Už sa viac nepýtať
sl: Ne sprašuj več
sr_latn: Ne pitaj me ponovo
tr: Bana tekrar sorma
uk: Більше не питати
vi: Không hỏi lại tôi
zh_hans: 不再询问
zh_hant: 不再詢問

# crash_reporter_title_adguard_component
source: AdGuard Mini Component
ar: مكون AdGuard Mini
cs: Komponenta AdGuard Mini
de: AdGuard Mini-Komponente
el: Στοιχείο AdGuard Mini
fa: مؤلفه AdGuard Mini
fi: AdGuardin Mini-komponentti
fr: Composant AdGuard Mini
he: רכיב AdGuard Mini
hu: AdGuard Mini komponens
id: Komponen AdGuard Mini
it: Componente AdGuard Mini
ja: AdGuard Mini コンポーネント
ko: AdGuard Mini 컴포넌트
nb: AdGuard Mini-komponent
pl: Komponent AdGuard Mini
pt_pt: Componente do AdGuard Mini
ro: Componenta AdGuard Mini
ru: Компонент AdGuard Mini
sk: Komponent AdGuard Mini
sl: Komponenta AdGuard Mini
sr_latn: Komponenta AdGuard Mini
tr: AdGuard Mini Bileşeni
uk: Компонент AdGuard Mini
vi: Thành phần AdGuard Mini
zh_hans: AdGuard Mini 组件
zh_hant: AdGuard Mini 組件

# window_controller_crash_reporter
source: Crash Reporter: %1$@ (%2$@)
ar: تقرير الخطأ: %1$@ (%2$@)
cs: Hlášení o chybě: %1$@ (%2$@)
de: Absturz-Berichterstatter: %1$@ (%2$@)
el: Αναφορά κατάρρευσης: %1$@ (%2$@)
fa: گزارشگر خطا: %1$@ (%2$@)
fi: Virheraportti: %1$@ (%2$@)
fr: Rapporteur de plantage: %1$@ (%2$@)
he: מדווח קריסה: %1$@ (%2$@)
hu: Összeomlás jelentő: %1$@ (%2$@)
id: Laporan Tubrukan: %1$@ (%2$@)
it: Segnalazione Arresto anomalo: %1$@ (%2$@)
ja: クラッシュレポート： %1$@ (%2$@)
ko: 충돌 보고: %1$@ (%2$@)
nb: Krasjrapporterer: %1$@ (%2$@)
pl: Raportowanie awarii: %1$@ (%2$@)
pt_pt: Relatório de erro: %1$@ (%2$@)
ro: Reporter Crash: %1$@ (%2$@)
ru: Отправка отчёта о сбое: %1$@ (%2$@)
sk: Oznámenie o zlyhaní: %1$@ (%2$@)
sl: Poročevalec o zrušitvi: %1$@ (%2$@)
sr_latn: Izveštač padova: %1$@ (%2$@)
tr: Çökme Raporlayıcı: %1$@ (%2$@)
uk: Відправка звіту про збій: %1$@ (%2$@)
vi: Báo lỗi crash: %1$@(%2$@)
zh_hans: 崩溃报告：%1$@ (%2$@)
zh_hant: 崩潰申報程式：%1$@（%2$@）

# restart_button
source: Restart
ar: إعادة التشغيل
cs: Restartovat
de: Neu starten
el: Επανεκκίνηση
fa: ریستارت
fi: Käynnistä uudelleen
fr: Redémarrer
he: הפעל מחדש
hu: Újraindítás
id: Mulai ulang
it: Riavvia
ja: 再起動
ko: 재시작
nb: Start på nytt
nl: Herstarten
pl: Zrestartuj
pt_pt: Reiniciar
ro: Repornire
ru: Перезапуск
sk: Reštart
sl: Ponovni zagon
sr_latn: Ponovo pokreni
tr: Yeniden başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

# restarting_request_quit
source: Quit
ar: خروج
cs: Ukončit
de: Beenden
el: Έξοδος
fa: خروج
fi: Sulje
fr: Quitter
he: צא
hu: Kilépés
id: Keluar
it: Abbandona
ja: 終了
ko: 종료
nb: Avslutt
nl: Beëindigen
pl: Zamknij
pt_pt: Sair
ro: Părăsiți
ru: Выход
sk: Ukončiť
sl: Končaj
sr_latn: Napusti
tr: Çıkış
uk: Вихід
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# restarting_request_message_title
source: Restart AdGuard Mini
ar: إعادة تشغيل AdGuard Mini
cs: Restartovat AdGuard Mini
de: AdGuard Mini neu starten
el: Πρέπει να επανεκκινήσετε το AdGuard.
fa: شما نیاز به راه‌اندازی مجدد AdGuard دارید.
fi: Sinun on käynnistettävä AdGuard uudelleen.
fr: Redémarrer AdGuard Mini
he: הפעל מחדש את AdGuard Mini
hu: Az AdGuard újraindítása szükséges.
id: Anda perlu memulai ulang AdGuard.
it: Occorre riavviare AdGuard.
ja: AdGuard Mini を再起動してください
ko: AdGuard Mini 재시작
nb: Du må starte AdGuard på nytt.
nl: Je moet AdGuard opnieuw opstarten.
pl: Musisz zrestartować AdGuard.
pt_pt: Reiniciar o AdGuard Mini
ro: Reporniți AdGuard Mini
ru: Перезапустите AdGuard Mini
sk: Reštartujte AdGuard Mini
sl: AdGuard morate znova zagnati.
sr_latn: Ponovo pokreni AdGuard Mini
tr: AdGuard Mini'yi yeniden başlat
uk: Перезапустіть AdGuard Mini
vi: Khởi động lại AdGuard Mini
zh_hans: 重启 AdGuard Mini
zh_hant: 請重啟 AdGuard Mini。

# restarting_request_message_text
source: The settings were reset. Please restart AdGuard Mini to restore its functionality
ar: تمت إعادة ضبط الإعدادات. يرجى إعادة تشغيل AdGuard Mini لاستعادة الآلية الخاصة به
cs: Nastavení byla resetována. Restartujte prosím AdGuard Mini, abyste obnovili jeho funkčnost
de: Die Einstellungen wurden zurückgesetzt. Bitte starten Sie AdGuard Mini neu, um seine Funktionalität wiederherzustellen
el: Απαιτείται επανεκκίνηση ώστε το AdGuard να συνεχίσει τη λειτουργία του. Κάντε κλικ στο «Επανεκκίνηση» για να το εκτελέσετε.
fa: برای ادامه کار AdGuard باید راه‌اندازی مجدد انجام شود. برای انجام این کار روی «راه‌اندازی مجدد» کلیک کنید.
fi: AdGuardin toiminnan jatkaminen edellyttää uudelleenkäynnistystä. Napsauta "Käynnistä uudelleen" tehdäksesi sen.
fr: Les paramètres ont été remis à zéro. Merci de redémarrer AdGuard Mini pour restaurer ses fonctionnalités
he: ההגדרות התאפסו. הפעל מחדש את AdGuard Mini כדי לשחזר את הפונקציונליות שלו
hu: Az AdGuard folytatásához újraindítás szükséges. Ehhez kattintson az "Újraindítás" gombra.
id: Pengaturan telah diatur ulang. Mulai ulang AdGuard Mini untuk memulihkan fungsinya
it: Le impostazioni sono state reimpostate. Riavvia AdGuard Mini per ripristinare la sua funzionalità
ja: 設定がリセットされました。AdGuard Mini の機能を復元するには AdGuard Mini を再起動してください。
ko: 설정이 초기화되었습니다. 기능을 복원하려면 AdGuard Mini를 다시 시작하세요.
nb: Innstillingene ble tilbakestilt. Start AdGuard Mini på nytt for å gjenopprette funksjonaliteten
nl: De instellingen zijn opnieuw ingesteld. Start AdGuard Mini opnieuw op om de functionaliteit te herstellen
pl: Ustawienia zostały zresetowane. Uruchom ponownie AdGuard Mini, aby przywrócić jego funkcjonalność
pt_pt: As definições foram repostas. Por favor, reinicie o AdGuard Mini para restaurar a sua funcionalidade
ro: Setările au fost resetate. Vă rugăm să reporniți AdGuard Mini pentru a-i restabili funcționalitatea
ru: Настройки сброшены. Чтобы продолжить работу, перезапустите AdGuard Mini
sk: Nastavenia boli resetované. Pre obnovenie funkčnosti reštartujte AdGuard Mini
sl: Nastavitve so bile ponastavljene. Prosimo, znova zaženite AdGuard Mini, da obnovite njegovo funkcionalnost
sr_latn: Podešavanja su resetovana. Molimo Vas da ponovo pokrenete AdGuard Mini da biste vratili svoju funkcionalnost
tr: Ayarlar sıfırlandı. İşlevselliğini geri yüklemek için lütfen AdGuard Mini'yi yeniden başlatın
uk: Налаштування були скинуті. Перезапустіть AdGuard Mini, щоб відновити його функціональність
vi: Cài đặt đã được đặt lại. Vui lòng khởi động lại AdGuard Mini để khôi phục chức năng của nó
zh_hans: 设置已重置。请重启 AdGuard Mini 以恢复其功能。
zh_hant: 設定已重置。請重啟 AdGuard Mini 以恢復其功能。

# close_button
source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
fa: بستن
fi: Sulje
fr: Fermer
he: סגור
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zavrieť
sl: Zapri
sr_latn: Zatvori
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# reset_setting_button
source: Reset
ar: إعادة ضبط
cs: Resetovat
de: Zurücksetzen
el: Επαναφορά
fa: ريست
fi: Palauta
fr: Réinitialiser
he: אפס
hu: Visszaállítás
id: Atur ulang
it: Reimposta
ja: 初期化
ko: 초기화
nb: Tilbakestill
nl: Herstellen
pl: Zresetuj
pt_pt: Repor
ro: Resetare
ru: Сбросить
sk: Odhlásiť
sl: Ponastavi
sr_latn: Resetuj
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# reset_settings_message
source: Reset AdGuard Mini settings?
ar: إعادة ضبط إعدادات AdGuard Mini؟
cs: Resetovat nastavení AdGuard Mini?
de: Einstellungen von AdGuard Mini zurücksetzen?
el: Επαναφορά ρυθμίσεων του AdGuard Mini. Είστε σίγουροι;
fa: تنظیمات AdGuard Mini را بازنشانی کنید. مطمئن هستید؟
fi: Haluatko varmasti palauttaa AdGuard Mini -asetukset?
fr: Réinitialiser les paramètres d'AdGuard Mini ?
he: איפוס הגדרות AdGuard Mini. האם אתה בטוח?
hu: AdGuard Mini beállítások visszaállítása. Biztos ebben?
id: Setel ulang pengaturan AdGuard Mini?
it: Reimpostare le impostazioni di AdGuard Mini?
ja: AdGuard Mini の設定をリセットしますか？
ko: AdGuard Mini 설정을 초기화하시겠습니까?
nb: Tilbakestille AdGuard Mini-innstillingene?
nl: AdGuard Mini-instellingen opnieuw instellen?
pl: Zresetować ustawienia AdGuard Mini?
pt_pt: Repor definições do AdGuard Mini?
ro: Resetați setările AdGuard Mini?
ru: Сбросить настройки AdGuard Mini?
sk: Obnoviť nastavenia AdGuard Mini?
sl: Ponastavitev nastavitev AdGuard Mini?
sr_latn: Resetovanje AdGuard Mini postavki?
tr: AdGuard Mini ayarları sıfırlansın mı?
uk: Скинути налаштування AdGuard Mini?
vi: Thiết lập lại cài đặt AdGuard Mini. Bạn có chắc không?
zh_hans: 确定要重置 AdGuard Mini 吗？
zh_hant: 重置 AdGuard Mini 設定？

# reseting_settings_request
source: All AdGuard Mini settings will be reset to their default values. Custom settings will be removed
ar: سيتم إعادة ضبط جميع إعدادات AdGuard Mini إلى القيم الافتراضية. سيتم حذف الإعدادات المخصصة
cs: Všechna nastavení AdGuard Mini budou obnovena na výchozí hodnoty. Vlastní nastavení budou odebrána
de: Alle AdGuard Mini-Einstellungen werden auf die Standardwerte zurückgesetzt. Benutzerdefinierte Einstellungen werden entfernt
el: Εάν κάνετε κλικ στο «Επαναφορά», το AdGuard Mini θα προσπαθήσει να επαναφέρει όλες τις ρυθμίσεις σας, συμπεριλαμβανομένων των ενεργών φίλτρων και κανόνων προσαρμοσμένου φιλτραρίσματος. Μετά την επανεκκίνηση, το AdGuard Mini θα λειτουργεί όπως κατά την πρώτη του εκκίνηση.
fa: اگر روی «بازنشانی» کلیک کنید، AdGuard Mini تلاش می‌کند تمام تنظیمات شما، از جمله پالایش‌های فعال و رویه‌های سفارشی پالایش را بازنشانی کند. پس از راه‌اندازی مجدد، AdGuard Mini همانند اولین اجرا رفتار خواهد کرد.
fi: Jos painat "Palauta", AdGuard Mini pyrkii palauttamaan kaikki asetuksesi, mukaan lukien käytössä olevat suodattimet sekä omat suodatussäännöt. Uudelleenkäynnistyksen jälkeen AdGuard Mini toimii kuten se toimi alkuperäisen käyttöönoton jälkeen.
fr: Tous les paramètres AdGuard Mini seront réinitialisés à leurs valeurs par défaut. Les paramètres personnalisés seront retirés
he: כל הגדרות AdGuard Mini יאופסו לערכי ברירת המחדל שלהן. הגדרות מותאמות אישית יוסרו.
hu: Ha a "Visszaállítás" gombra kattint, az AdGuard Mini megkísérli az összes beállítás visszaállítását, beleértve az engedélyezett szűrőket és az egyéni szűrési szabályokat is. Az újraindítás után az AdGuard Mini úgy fog működni, mint az első indításkor.
id: Semua pengaturan AdGuard Mini akan diatur ulang ke nilai default. Pengaturan khusus akan dihapus
it: Tutte le impostazioni di AdGuard Mini verranno riportate ai valori predefiniti. Le impostazioni personalizzate verranno rimosse
ja: AdGuard Mini の設定はすべてデフォルト値にリセットされます。カスタム設定は削除されます。
ko: 모든 AdGuard Mini 설정이 기본값으로 초기화됩니다. 사용자 정의 설정은 삭제됩니다.
nb: Alle AdGuard Mini-innstillinger vil bli tilbakestilt til standardverdiene. Egendefinerte innstillinger vil bli fjernet
nl: Alle AdGuard Mini-instellingen worden teruggezet naar hun standaardwaarden. Aangepaste instellingen worden verwijderd
pl: Wszystkie ustawienia AdGuard Mini zostaną zresetowane do wartości domyślnych. Ustawienia niestandardowe zostaną usunięte
pt_pt: Se clicar em «Repor», o AdGuard Mini tentará repor todas as suas definições, incluindo os filtros ativados e as regras de filtragem personalizadas. Após o reinício, o AdGuard Mini funcionará como funcionava após o seu lançamento inicial.
ro: Toate setările AdGuard Mini vor fi resetate la valorile implicite. Setările personalizate vor fi eliminate
ru: Все настройки AdGuard Mini будут сброшены к значениям по умолчанию. Пользовательские настройки будут удалены
sk: Všetky nastavenia AdGuard Mini sa obnovia na predvolené hodnoty. Vlastné nastavenia budú odstránené
sl: Vse nastavitve programa AdGuard Mini bodo ponastavljene na privzete vrednosti. Prilagojene nastavitve bodo odstranjene
sr_latn: Sve AdGuard Mini podešavanja će biti vraćena na svoje podrazumevane vrednosti. Prilagođena podešavanja će biti uklonjena
tr: Tüm AdGuard Mini ayarları varsayılan değerlerine sıfırlanacaktır. Özel ayarlar kaldırılacaktır
uk: Усі налаштування AdGuard Mini будуть скинуті до значень за замовчуванням. Користувацькі налаштування будуть видалені
vi: Tất cả cài đặt AdGuard Mini sẽ được đặt lại về giá trị mặc định. Cài đặt tùy chỉnh sẽ bị xóa
zh_hans: 所有 AdGuard Mini 设置将重置为默认值。自定义设置将被删除。
zh_hant: 所有 AdGuard Mini 設定將重置為預設值。自訂的設定將被刪除。

# error_running_app
source: Move AdGuard Mini to the Applications folder
ar: انقل AdGuard Mini إلى مجلد التطبيقات
cs: Přesunout AdGuard Mini do složky Aplikace
de: AdGuard Mini in den Ordner „Programme“ verschieben
el: Δεν είναι δυνατή η εκτέλεση του AdGuard Mini από αυτήν την τοποθεσία!
fa: امکان اجرای AdGuard Mini از این مکان وجود ندارد!
fi: AdGuard Miniä ei voi käyttää tästä sijainnista!
fr: Déplacez AdGuard Mini vers le dossier Applications
he: העבר את AdGuard Mini לתיקיית היישומים
hu: Az AdGuard Mini nem futtatható erről a helyről!
id: Pindahkan AdGuard Mini ke folder Aplikasi
it: Sposta AdGuard Mini nella cartella Applicazioni
ja: AdGuard Mini を「アプリケーション」フォルダへ移動してください
ko: AdGuard Mini를 응용 프로그램 폴더로 이동
nb: Flytt AdGuard Mini til Programmer-mappen
nl: Verplaats AdGuard Mini naar de map Toepassingen
pl: Przenieś AdGuard Mini do folderu Aplikacje
pt_pt: Mover AdGuard Mini para a pasta Aplicações
ro: Mutați AdGuard Mini în folderul Aplicații
ru: Переместить AdGuard Mini в папку «Программы»
sk: Presuňte AdGuard Mini do priečinka Aplikácie
sl: Premaknite AdGuard Mini v mapo Aplikacije
sr_latn: Premestite AdGuard Mini u fasciklu Aplikacije
tr: AdGuard Mini'yi Uygulamalar klasörüne taşıyın
uk: Перемістити AdGuard Mini до папки «Програми»
vi: Di chuyển AdGuard Mini vào thư mục Ứng dụng
zh_hans: 将 AdGuard Mini 移动到「应用程序」文件夹
zh_hant: 將 AdGuard Mini 移動到「應用程式」資料夾
