Repository: AdguardTeam/AdGuardForSafari
Catalog: AdguardMini/PopupExtension/Resources/*.lproj/Localizable.strings
Languages: ar, be, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# info_title_set_up_ad_blocker
source: Set up your ad blocker
ar: قم بضبط مانع الاعلانات
cs: Nastavte svůj blokátor reklam
da: Opsætte adblockeren
de: Werbeblocker einrichten
el: Ρύθμιση του αποκλεισμού διαφημίσεων
es: Configura tu bloqueador de anuncios
fa: برپایی مسدود کننده تبلیغات خود
fi: Mainosten eston määrittäminen
fr: Configurez votre bloqueur de publicités
he: הגדר את חוסם הפרסומות שלך
hr: Postavite svoj bloker oglasa
hu: Állítsa be a hirdetésblokkolót
id: Persiap pemblokir iklan Anda
it: Appronta il tuo blocca-inserzioni
ja: 広告ブロッカーを設定しましょう
ko: 광고 차단기 설정
nb: Konfigurer annonseblokkereren din
nl: Jouw advertentieblokker instellen
pl: Konfiguracja blokera reklam
pt_pt: Configure seu bloqueador de anúncios
ro: Configurați blocantul de reclame
ru: Нужно кое-что настроить
sk: Nastavenie blokovania reklám
sl: Nastavite svoj zaviralec oglasov
sr_latn: Podesite svoj blokator oglasa
sv: Ställ in din annonsblockerare
tr: Reklam engelleyicini ayarla
uk: Налаштуйте блокувальник реклами
vi: Thiết lập trình chặn quảng cáo của bạn
zh_hans: 设置您的广告拦截程序
zh_hant: 設定您的廣告封鎖程式

# info_subtitle_set_up_ad_blocker
source: To get AdGuard Mini up and running properly, you’ll need to enable a few settings
ar: لتشغيل AdGuard Mini بشكل صحيح، ستحتاج إلى تفعيل بعض الإعدادات
cs: Abyste mohli AdGuard Mini správně zprovoznit, musíte povolit několik nastavení
da: For at få AdGuard Mini til at fungere korrekt, skal et par indstillinger aktiveres
de: Damit AdGuard Mini ordnungsgemäß funktioniert, müssen Sie einige Einstellungen aktivieren
el: Για να λειτουργήσει σωστά το AdGuard Mini, θα χρειαστεί να ελέγξετε μερικές ρυθμίσεις
es: Para que AdGuard Mini funcione correctamente, tendrás que habilitar algunas configuraciones
fa: برای راه‌اندازی صحیح AdGuard Mini، نیاز دارید چند تنظيمات را بررسی کنید
fi: Jotta AdGuard Mini toimisi kunnolla, sinun on tarkistettava muutama asetus
fr: Pour que AdGuard Mini fonctionne correctement, vous devrez activer quelques paramètres
he: כדי להפעיל את AdGuard Mini כראוי, תצטרך להפעיל כמה הגדרות
hr: Da bi AdGuard Mini ispravno radio, morate provjeriti nekoliko postavki
hu: Az AdGuard Mini megfelelő működéséhez ellenőriznie kell néhány beállítást
id: Untuk mengaktifkan dan menjalankan AdGuard Mini dengan baik, Anda harus mengaktifkan beberapa pengaturan
it: Per avviare correttamente AdGuard Mini, dovrai controllare alcune impostazioni
ja: AdGuard Mini を正常に動作させるには、ちょっとした設定が必要です。
ko: AdGuard Mini를 제대로 실행하려면 몇 가지 설정을 활성화해야 합니다.
nb: For å få AdGuard Mini i gang ordentlig, må du aktivere noen få innstillinger
nl: Om AdGuard Mini correct te laten werken, moet je een paar instellingen inschakelen
pl: Aby poprawnie uruchomić AdGuard Mini, musisz sprawdzić kilka ustawień
pt_pt: Para que o AdGuard Mini funcione corretamente, é necessário verificar algumas configurações
ro: Pentru ca AdGuard Mini să funcționeze corect, va trebui să activați câteva setări
ru: Чтобы AdGuard Mini работал правильно, нужно включить несколько настроек
sk: Ak chcete správne spustiť AdGuard Mini, budete musieť povoliť niekoľko nastavení
sl: Če želite pravilno zagnati AdGuard Mini, morate omogočiti nekaj nastavitev
sr_latn: Da bi AdGuard Mini pravilno radio, potrebno je da proverite nekoliko podešavanja
sv: För att få AdGuard Mini att fungera korrekt, behöver du kontrollera några inställningar
tr: AdGuard Mini'yi düzgün bir şekilde çalıştırmak için birkaç ayarı etkinleştirmeniz gerekir
uk: Щоб AdGuard Mini працював належним чином, необхідно перевірити декілька налаштувань
vi: Để AdGuard Mini hoạt động đúng cách, bạn cần kiểm tra một vài cài đặt
zh_hans: 为确保 AdGuard Mini 正常运行，您需启动以下设置。
zh_hant: 為確保 AdGuard Mini 正常運行，您需啟動以下設定。

# info_button_title_open_main_app
source: Open AdGuard Mini
ar: فتح AdGuard Mini
cs: Otevřít AdGuard Mini
da: Åbn AdGuard Mini
de: AdGuard Mini öffnen
el: Άνοιγμα του AdGuard Mini
es: Abrir AdGuard Mini
fa: گشایش AdGuard Mini
fi: Avaa AdGuard Mini
fr: Ouvrir AdGuard Mini
he: פתח את AdGuard Mini
hr: Otvori AdGuard Mini
hu: AdGuard Mini megnyitása
id: Buka AdGuard Mini
it: Apri AdGuard Mini
ja: AdGuard Mini を開く
ko: AdGuard Mini 열기
nb: Åpne AdGuard Mini
nl: AdGuard Mini openen
pl: Otwórz AdGuard Mini
pt_pt: Abra o AdGuard Mini
ro: Deschideți AdGuard Mini
ru: Открыть AdGuard Mini
sk: Otvorte AdGuard Mini
sl: Odpri AdGuard Mini
sr_latn: Otvori AdGuard Mini
sv: Öppna AdGuard Mini
tr: AdGuard Mini'yi aç
uk: Відкрити AdGuard Mini
vi: Mở AdGuard Mini
zh_hans: 打开 AdGuard Mini
zh_hant: 開啟 AdGuard Mini

# info_button_title_opening
source: Opening...
ar: يتم الفتح...
cs: Otevírání...
da: Åbner...
de: Öffnen...
el: Άνοιγμα...
es: Abriendo...
fa: در حال گشایش...
fi: Avataan...
fr: Ouverture...
he: פותח...
hr: Otvaranje...
hu: Megnyitás...
id: Membuka...
it: In apertura…
ja: 開いています...
ko: 여는 중...
nb: Åpner...
nl: Openen...
pl: Otwieranie...
pt_pt: A abrir...
ro: Se deschide...
ru: Открытие...
sk: Otváranie...
sl: Odpiranje...
sr_latn: Otvaranje...
sv: Öppnar...
tr: Açılıyor...
uk: Відкривається...
vi: Đang mở...
zh_hans: 正在打开...
zh_hant: 正在開啟...
