Repository: AdguardTeam/AdGuardForSafari
Catalog: AdguardMini/PopupExtension/Resources/*.lproj/Localizable.strings
Languages: ar, be, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr_latn, sv, tr, uk, vi, zh_hans, zh_hant

# item_title_secure_page
source: Secure page
ar: صفحة آمنة
be: Бяспечная старонка
cs: Zabezpečená stránka
da: Sikker side
de: Geschützte Seite
el: Ασφαλής σελίδα
es: Página segura
fa: صفحه امن
fi: Salattu sivu
fr: Page sécurisée
he: דף מאובטח
hr: Sigurna stranica
hu: Biztonságos oldal
id: Halaman aman
it: Pagina sicura
ja: セキュアページ
ko: 보안 페이지
nb: Sikker side
nl: Beveiligde pagina
pl: Bezpieczna strona
pt_pt: Página segura
ro: Pagină sigură
ru: Защищённая страница
sk: Bezpečná stránka
sl: Zaščitena stran
sr_latn: Bezbedna stranica
sv: Säker sida
tr: Güvenli sayfa
uk: Безпечна сторінка
vi: Trang bảo mật
zh_hans: 安全页面
zh_hant: 安全的頁面

# item_hint_domain_protection_off
source: Protection is off for this website as it may interfere with its operation
ar: تم إيقاف الحماية لهذا الموقع لأنه قد يتداخل مع تشغيله
cs: Ochrana je pro tuto webovou stránku vypnuta, protože by mohla narušovat její provoz
da: Beskyttelse er slået fra for dette websted, da det kan forstyrre dets funktion
de: Der Schutz für diese Website ist deaktiviert, da er den Betrieb der Website stören kann
el: Η προστασία είναι απενεργοποιημένη για αυτήν την ιστοσελίδα καθώς ενδέχεται να επηρεάσει τη λειτουργία της
es: La protección está deshabilitada para este sitio web, ya que puede interferir en su funcionamiento
fa: محافظت برای این تارنما غیرفعال شده است زیرا ممکن است در عملکرد آن اختلال ایجاد کند
fi: Suojaus on pois käytöstä tälle verkkosivustolle, koska se saattaa häiritä sen toimintaa
fr: La protection de ce site Web est désactivée car elle peut interférer avec son fonctionnement
he: ההגנה כבויה עבור אתר זה כיוון שהיא עשויה להפריע לפעולתו
hr: Zaštita je isključena za ovu web stranicu jer može ometati njezin rad
hu: A védelem ki van kapcsolva ezen a weboldalon, mert zavarhatja a működését.
id: Perlindungan dimatikan untuk situs web ini karena dapat mengganggu operasinya
it: La protezione è disattivata per questo sito web perché può interferire con le sue operazioni
ja: ウェブサイトの動作への支障を防ぐために、このウェブサイトに対して保護機能は無効になっています。
ko: 이 웹사이트는 작동을 방해할 수 있으므로 보호 기능이 꺼져 있습니다.
nb: Beskyttelsen er av for dette nettstedet fordi det kan forstyrre dets drift
nl: Bescherming is uitgeschakeld voor deze website omdat het mogelijk de werking ervan kan verstoren
pl: Ochrona jest wyłączona dla tej strony internetowej, ponieważ może zakłócać jej działanie
pt_pt: A proteção está desativada para este site, pois pode interferir no seu funcionamento
ro: Protecția este dezactivată pentru acest site web deoarece poate interfera cu funcționarea acestuia
ru: Защита этого сайта отключена, так как может мешать его работе
sk: Ochrana tejto webovej stránky je vypnutá, pretože by mohla narušiť jej fungovanie
sl: Zaščita je izklopljena za to spletno stran, saj lahko moti njeno delovanje.
sr_latn: Zaštita je isključena za ovaj sajt jer može ometati njegovo funkcionisanje
sv: Skyddet är avstängt för denna webbplats eftersom det kan störa dess funktion
tr: Sitenin sorunsuz çalışması için koruma bu sitede devre dışı bırakıldı
uk: Захист для цього сайту вимкнено, оскільки він може заважати його роботі
vi: Đã tắt sự bảo vệ cho trang này vì nó có thể gây cản trở hoạt động của trang
zh_hans: 已停用此网站的保护功能，以免影响其正常运行。
zh_hant: 已停用此網站的保護功能，以免影響其正常運行。

# item_title_protection
source: Protection
ar: الحماية
be: Абарона
cs: Ochrana
da: Beskyttelse
de: Schutz
el: Προστασία
es: Protección
fa: حفاظت
fi: Suojaus
he: הגנה
hr: Zaštita
hu: Védelem
id: Perlindungan
it: Protezione
ja: AdGuardによる保護
ko: 보호
nb: Beskyttelse
nl: Bescherming
pl: Ochrona
pt_pt: Proteção
ro: Protecție
ru: Защита
sk: Ochrana
sl: Zaščita
sr_latn: Zaštita
sv: Skydd
tr: Koruma
uk: Захист
vi: Sự bảo vệ
zh_hans: 防护
zh_hant: 防護

# item_attention_title_extensions_off
source: Some extensions are off
ar: بعض الامتدادات معطلة
be: Некаторыя пашырэнні адключаны
cs: Některá rozšíření jsou vypnutá
da: Nogle udvidelser er slået fra
de: Einige Erweiterungen sind deaktiviert
el: Κάποιες επεκτάσεις είναι απενεργοποιημένες
es: Algunas extensiones están deshabilitadas
fa: برخی افزونه‌ها غیر فعال هستند
fi: Jotkin laajennukset ovat pois päältä
fr: Certaines extensions sont désactivées
he: חלק מההרחבות כבויות
hr: Neka proširenja su isključena
hu: Néhány kiegészítő ki van kapcsolva
id: Beberapa ekstensi nonaktif
it: Alcune estensioni sono disattivate
ja: 一部の拡張機能がオフになっています
ko: 일부 확장 프로그램이 꺼져 있습니다.
nb: Noen utvidelser er avskrudd
nl: Sommige uitbreidingen zijn uitgeschakeld
pl: Niektóre rozszerzenia są wyłączone
pt_pt: Algumas extensões estão desativadas
ro: Unele extensii sunt dezactivate
ru: Некоторые расширения отключены
sk: Niektoré rozšírenia sú vypnuté
sl: Nekatere razširitve so izklopljene
sr_latn: Neka proširenja su isključena
sv: Vissa tillägg är avstängda
tr: Bazı uzantılar kapalı
uk: Деякі розширення вимкнені
vi: Một số phần mở rộng đang tắt
zh_hans: 部分扩展未启用
zh_hant: 部分擴充功能未啟用。

# item_attention_button_title_fix_it
source: Fix it
ar: قم باصلاحة
be: Выправіць
cs: Opravit
da: Korrigér det
de: Beheben
el: Διόρθωση
es: Corregir
fa: تعمیر کن
fi: Korjaa tämä
fr: Gérer
he: תקן זאת
hr: Popravi
hu: Javítás
id: Perbaiki
it: Risolverlo
ja: 修正する
ko: 수리
nb: Fiks det
nl: Repareren
pl: Napraw to
pt_pt: Corrigir
ro: Corectați
ru: Исправить
sk: Opraviť
sl: Popravi to
sr_latn: Popravi to
sv: Fixa det
tr: Düzelt
uk: Виправити
vi: Sửa ngay
zh_hans: 修复
zh_hant: 修復它

# item_title_block_element
source: Block element
ar: حظر عنصر
cs: Blokovat prvek
da: Blokér element
de: Element blockieren
el: Αποκλεισμός στοιχείου
es: Bloquear elemento
fa: مسدودسازی اجزاء
fi: Estä elementti
fr: Bloquer l'élément
he: חסום אלמנט
hr: Blokiraj element
hu: Elem blokkolása
id: Blokir elemen
it: Blocca elemento
ja: 要素を手動ブロックする
ko: 요소 차단
nb: Blokker element
nl: Element blokkeren
pl: Blokuj element
pt_pt: Bloquear elemento
ro: Blocați elementul
ru: Заблокировать элемент
sk: Blokovanie prvku
sl: Onemogoči element
sr_latn: Blokiraj element
sv: Blockera element
tr: Öğeyi engelle
uk: Блокувати елемент
vi: Chặn yếu tố
zh_hans: 拦截元素
zh_hant: 封鎖元件

# item_title_report_an_issue
source: Report an issue
ar: الإبلاغ عن مشكلة
be: Паведаміць аб праблеме
cs: Nahlásit problém
da: Anmeld et problem
de: Fehler melden
el: Αναφέρετε ένα πρόβλημα
es: Reportar un error
fa: گزارش یک مشکل
fi: Ilmoita ongelmasta
fr: Signaler un problème
he: דווח על סוגייה
hr: Prijavite problem
hu: Probléma bejelentése
id: Lapor masalah
it: Segnala un problema
ja: 問題を報告する
ko: 문제 신고
nb: Send inn feilrapport
nl: Rapporteer een probleem
pl: Zgłoś problem
pt_pt: Comunicar um problema
ro: Raportați o problemă
ru: Сообщить о проблеме
sk: Nahlásiť problém
sl: Prijavi težavo
sr_latn: Prijavi poteškoću
sv: Rapportera ett problem
tr: Bir sorun bildir
uk: Повідомити про проблему
vi: Báo lỗi
zh_hans: 问题反馈
zh_hant: 報告問題

# item_title_rate_adguard_mini
source: Rate AdGuard Mini
ar: قيِّم AdGuard Mini
cs: Ohodnotit AdGuard Mini
da: Bedøm AdGuard Mini
de: AdGuard Mini bewerten
el: Βαθμολογήστε το AdGuard Mini
es: Calificar AdGuard Mini
fa: امتیاز دادن به AdGuard Mini
fi: Arvioi AdGuard Mini
fr: Notez AdGuard Mini
he: דרג את AdGuard Mini
hr: Ocijenite AdGuard Mini
hu: Értékelje az AdGuard Minit
id: Beri peringkat AdGuard Mini
it: Valuta AdGuard Mini
ja: AdGuard Mini を評価する
ko: AdGuard Mini 평가
nb: Vurder AdGuard Mini
nl: AdGuard Mini beoordelen
pl: Oceń AdGuard Mini
pt_pt: Avalie o AdGuard Mini
ro: Evaluează AdGuard Mini
ru: Оценить AdGuard Mini
sk: Ohodnoťte AdGuard Mini
sl: Ocenite AdGuard Mini
sr_latn: Ocenite AdGuard Mini
sv: Betygsätt AdGuard Mini
tr: AdGuard Mini'yi derecelendir
uk: Оцініть AdGuard Mini
vi: Đánh giá AdGuard Mini
zh_hans: 为 AdGuard Mini 评分
zh_hant: 為 AdGuard Mini 評分

# info_title_protection_disabled
source: Protection is disabled
ar: الحماية معطلة
be: Абарона адключана
cs: Ochrana je vypnuta
da: Beskyttelsen er deaktiveret
de: Schutz ist deaktiviert
el: Η προστασία είναι απενεργοποιημένη
es: Protección deshabilitada
fa: محافظت غیر فعال است
fi: Suojaus on pysäytetty
fr: La protection est désactivée
he: ההגנה מושבתת
hr: Zaštita je onemogućena
hu: A védelem ki van kapcsolva
id: Perlindungan nonaktif
it: Protezione disattivata
ja: 保護は無効になっています。
ko: 보호가 비활성화 되었습니다
nb: Beskyttelsen er skrudd av
nl: Bescherming is uitgeschakeld
pl: Ochrona jest wyłączona
pt_pt: A proteção está desativada
ro: Protecția este dezactivată
ru: Защита отключена
sk: Ochrana je vypnutá
sl: Zaščita je onemogočena
sr_latn: Zaštita je isključena
sv: Skyddet är inaktiverat
tr: Koruma devre dışı bırakıldı
uk: Захист вимкнено
vi: Bảo vệ bị vô hiệu
zh_hans: 保护已禁用。更新不可用。
zh_hant: 防護已停用

# info_title_failed_enable_protection
source: Failed to enable protection
ar: فشل في تمكين الحماية
be: Не ўдалося ўключыць абарону
cs: Nepodařilo se zapnout ochranu
da: Kunne ikke aktivere filtrering
de: Schutz konnte nicht aktiviert werden
el: Αποτυχία ενεργοποίησης προστασίας
es: Error al habilitar la protección
fa: محافظت فعال نشد
fi: Suojauksen käyttöönotto epäonnistui
fr: Impossible d'activer le filtrage
he: כישלון באפשור הגנה
hr: Omogućavanje zaštite nije uspjelo
hu: Nem sikerült engedélyezni a védelmet
id: Gagal mengaktifkan perlindungan
it: Impossibile abilitare la protezione
ja: 保護を有効にすることができませんでした
ko: 보호를 켤 수 없음
nb: Mislyktes i å skru på beskyttelse
nl: Bescherming inschakelen mislukt
pl: Nie udało się włączyć ochrony
pt_pt: Falha ao ativar a proteção
ro: Nu s-a activat protecția
ru: Не удалось включить защиту
sk: Nepodarilo sa povoliť ochranu
sl: Zaščite ni bilo mogoče omogočiti
sr_latn: Omogućavanje zaštite nije uspelo
sv: Misslyckades aktivera skyddet
tr: Koruma etkinleştirilemedi
uk: Не вдалося увімкнути захист
vi: Không thể bật tính năng bảo vệ
zh_hans: 无法启用保护
zh_hant: 未能啟用防護

# info_button_title_enable
source: Enable
ar: تمكين
be: Уключыць
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
fa: فعالسازي
fi: Ota käyttöön
fr: Activer
he: אפשר
hr: Omogući
hu: Bekapcsolás
id: Aktifkan
it: Attiva
ja: 有効にする
ko: 활성화
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_pt: Ativar
ro: Activare
ru: Включить
sk: Zapnúť
sl: Omogoči
sr_latn: Uključi
sv: Aktivera
tr: Etkinleştir
uk: Увімкнути
vi: Kích hoạt
zh_hans: 启用
zh_hant: 啟用

# info_button_title_enabling
source: Enabling...
ar: جاري التفعيل...
cs: Povolování...
da: Aktiverer...
de: Aktivieren...
el: Ενεργοποίηση...
es: Habilitando...
fa: در حال فعال کردن...
fi: Otetaan käyttöön...
fr: Activation...
he: מאפשר...
hr: Omogućavanje...
hu: Engedélyezés...
id: Mengaktifkan...
it: Abilitazione…
ja: 有効化しています…
ko: 활성화 중...
nb: Aktiverer...
nl: Inschakelen...
pl: Aktywowanie...
pt_pt: A ativar...
ro: Se activează...
ru: Включение...
sk: Zapínanie...
sl: Omogočanje...
sr_latn: Omogućavanje...
sv: Aktiverar...
tr: Etkinleştiriliyor...
uk: Вмикається...
vi: Đang bật...
zh_hans: 正在启用...
zh_hant: 正在啟用...

# info_title_main_app_not_running
source: AdGuard Mini is not launched
ar: لم يتم تحميل AdGuard Mini
cs: AdGuard Mini není spuštěn
da: AdGuard Mini er ikke startet
de: AdGuard Mini wurde nicht gestartet
el: Το AdGuard Mini δεν έχει εκκινηθεί
es: AdGuard Mini no se inicia
fa: AdGuard Mini راه‌اندازی نشده است
fi: AdGuard Miniä ei ole käynnistetty
fr: AdGuard Mini n'est pas lancé
he: AdGuard Mini לא הופעל
hr: AdGuard Mini nije pokrenut
hu: Az AdGuard Mini nincs elindítva
id: AdGuard Mini belum dijalankan
it: AdGuard Mini non è stato lanciato
ja: AdGuard Mini が起動していません
ko: AdGuard Mini가 실행되지 않습니다.
nb: AdGuard Mini er ikke startet
nl: AdGuard Mini is niet gestart
pl: AdGuard Mini nie został uruchomiony
pt_pt: O AdGuard Mini não foi iniciado
ro: AdGuard Mini nu este lansat
ru: AdGuard Mini не запущен
sk: AdGuard Mini sa nespustil
sl: AdGuard Mini ni zagnan
sr_latn: AdGuard Mini nije pokrenut
sv: AdGuard Mini är inte startad
tr: AdGuard Mini başlatılmadı
uk: AdGuard Mini не запущено
vi: AdGuard Mini chưa được khởi chạy
zh_hans: AdGuard Mini 未启动
zh_hant: AdGuard Mini 未啟動

# info_title_failed_launch_main_app
source: Failed to launch AdGuard Mini
ar: فشل في تحميل AdGuard Mini
cs: Nepodařilo se spustit AdGuard Mini
da: Mislykkedes at starte AdGuard Mini
de: AdGuard Mini konnte nicht gestartet werden
el: Αποτυχία εκκίνησης του AdGuard Mini
es: No se pudo iniciar AdGuard Mini
fa: راه‌اندازی AdGuard Mini ناموفق بود
fi: AdGuard Minin käynnistäminen epäonnistui
fr: Échec du lancement d'AdGuard Mini
he: נכשלה ההפעלה של AdGuard Mini
hr: Nije moguće pokrenuti AdGuard Mini
hu: Nem sikerült elindítani az AdGuard Minit
id: Gagal menjalankan AdGuard Mini
it: Impossibile lanciare AdGuard Mini
ja: AdGuard Mini を起動できませんでした
ko: AdGuard Mini를 실행하지 못했습니다.
nb: Kunne ikke starte AdGuard Mini
nl: AdGuard Mini starten mislukt
pl: Nie udało się uruchomić AdGuard Mini
pt_pt: Falha ao iniciar o AdGuard Mini
ro: Nu s-a putut lansa AdGuard Mini
ru: Не удалось запустить AdGuard Mini
sk: Nepodarilo sa spustiť AdGuard Mini
sl: Zaganjanje AdGuard Mini ni uspelo
sr_latn: Pokretanje AdGuard Mini nije uspelo
sv: Det gick inte att starta AdGuard Mini
tr: AdGuard Mini başlatılamadı
uk: Не вдалося запустити AdGuard Mini
vi: Không thể khởi chạy AdGuard Mini
zh_hans: 无法启动 AdGuard Mini
zh_hant: 無法啟動 AdGuard Mini

# info_button_title_launch
source: Launch AdGuard Mini
ar: تحميل AdGuard Mini
cs: Spustit AdGuard Mini
da: Start AdGuard Mini
de: AdGuard Mini starten
el: Εκκίνηση του AdGuard Mini
es: Iniciar AdGuard Mini
fa: راه‌اندازی AdGuard Mini
fi: Käynnistä AdGuard Mini
fr: Lancer AdGuard Mini
he: הפעל את AdGuard Mini
hr: Pokreni AdGuard Mini
hu: AdGuard Mini indítása
id: Jalankan AdGuard Mini
it: Lancia AdGuard Mini
ja: AdGuard Mini を起動する
ko: AdGuard Mini 실행
nb: Start AdGuard Mini
nl: AdGuard Mini starten
pl: Uruchom AdGuard Mini
pt_pt: Inicie o AdGuard Mini
ro: Lansați AdGuard Mini
ru: Запустить AdGuard Mini
sk: Spustenie AdGuard Mini
sl: Zaženi AdGuard Mini
sr_latn: Pokreni AdGuard Mini
sv: Starta AdGuard Mini
tr: AdGuard Mini'yi başlat
uk: Запустити AdGuard Mini
vi: Khởi chạy AdGuard Mini
zh_hans: 启动 AdGuard Mini
zh_hant: 啟動 AdGuard Mini

# info_button_title_launching
source: Launching...
ar: جاري التحميل...
cs: Spuštění...
da: Starter...
de: Starten...
el: Εκκίνηση...
es: Iniciando...
fa: در حال راه‌اندازی...
fi: Käynnistetään...
fr: Lancement...
he: מפעיל...
hr: Pokretanje...
hu: Indítás...
id: Menjalankan...
it: In lancio…
ja: 起動しています...
ko: 실행 중...
nb: Starter...
nl: Starten...
pl: Uruchamianie...
pt_pt: A iniciar...
ro: Se lansează...
ru: Запуск...
sk: Spúšťanie...
sl: Zaganjanje...
sr_latn: Pokretanje...
sv: Startar...
tr: Başlatılıyor...
uk: Запускається...
vi: Đang khởi chạy...
zh_hans: 正在启动...
zh_hant: 正在啟動...

# info_title_something_went_wrong
source: Something went wrong
ar: هناك خطأ ما
be: Нешта пайшло не так
cs: Něco se pokazilo
da: Noget gik galt
de: Ein Problem ist aufgetreten
el: Κάτι πήγε στραβά
es: Algo salió mal
fa: مشکلی وجود دارد
fi: Jokin meni pieleen
fr: Quelque chose s'est mal passé
he: משהו השתבש
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: すみません、なにか不具合が生じたようです。
ko: 무엇인가 잘못되었습니다!
nb: Noe gikk galt
nl: Er is iets misgegaan
pl: Coś poszło nie tak
pt_pt: Algo correu mal
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sr_latn: Nešto je pošlo naopako
sv: Något gick fel
tr: Bir şeyler ters gitti
uk: Щось пішло не так
zh_hans: 发生错误
zh_hant: 某事物出現問題

# info_title_failed_restart_main_app
source: Failed to restart AdGuard Mini
ar: فشل في إعادة تحميل AdGuard Mini
cs: Nepodařilo se restartovat AdGuard Mini
da: Mislykkedes at genstarte AdGuard Mini
de: AdGuard Mini konnte nicht neu gestartet werden
el: Αποτυχία επανεκκίνησης του AdGuard Mini
es: No se pudo reiniciar AdGuard Mini
fa: راه‌اندازی دوباره AdGuard Mini ناموفق بود
fi: AdGuard Minin uudelleenkäynnistys epäonnistui
fr: Échec du redémarrage d'AdGuard Mini
he: נכשל אתחול מחדש של AdGuard Mini
hr: Nije moguće ponovno pokrenuti AdGuard Mini
hu: Nem sikerült újraindítani az AdGuard Minit
id: Gagal memulai ulang AdGuard Mini
it: Impossibile riavviare AdGuard Mini
ja: AdGuard Mini の再起動に失敗しました
ko: AdGuard Mini를 다시 시작하지 못했습니다.
nb: Kunne ikke starte AdGuard Mini på nytt
nl: AdGuard Mini opnieuw opstarten mislukt
pl: Nie udało się ponownie uruchomić AdGuard Mini
pt_pt: Falha ao reiniciar o AdGuard Mini
ro: Nu s-a putut reporni AdGuard Mini
ru: Не удалось перезапустить AdGuard Mini
sk: Nepodarilo sa reštartovať AdGuard Mini
sl: Ponovni zagon AdGuard Mini ni uspel
sr_latn: Restartovanje AdGuard Mini nije uspelo
sv: Det gick inte att starta om AdGuard Mini
tr: AdGuard Mini yeniden başlatılamadı
uk: Не вдалося перезапустити AdGuard Mini
vi: Không thể khởi động lại AdGuard Mini
zh_hans: 无法重启 AdGuard Mini
zh_hant: 無法重啟 AdGuard Mini

# info_subtitle_restart_app
source: Please restart the app or contact support
ar: يرجى إعادة تحميل التطبيق أو اتصل بالدعم
cs: Restartujte aplikaci nebo kontaktujte podporu
da: Genstart appen, eller kontakt supporten
de: Bitte starten Sie die App neu oder kontaktieren Sie den Support
el: Παρακαλώ επανεκκινήστε την εφαρμογή ή επικοινωνήστε με την υποστήριξη
es: Por favor, reinicia la app o contacta con soporte
fa: لطفاً برنامه را دوباره راه‌اندازی کنید یا با پشتیبانی تماس بگیرید
fi: Käynnistä sovellus uudelleen tai ota yhteyttä tukeen
fr: Veuillez redémarrer l'application ou contacter l'assistance
he: אנא אתחלו את היישום או צרו קשר עם התמיכה
hr: Ponovno pokrenite aplikaciju ili kontaktirajte podršku
hu: Kérjük, indítsa újra az alkalmazást, vagy lépjen kapcsolatba a támogatással
id: Silakan mulai ulang aplikasi atau hubungi dukungan
it: Per favore riavvia l'app o contatta l'assistenza
ja: アプリを再起動するか、サポートにご連絡ください。
ko: 앱을 다시 시작하거나 지원팀에 문의하세요.
nb: Start appen på nytt eller kontakt kundestøtte
nl: Herstart de app of neem contact op met ondersteuning
pl: Zrestartuj aplikację lub skontaktuj się z pomocą techniczną
pt_pt: Reinicie a aplicação ou contacte o suporte técnico
ro: Vă rugăm să reporniți aplicația sau contactați suportul
ru: Перезапустите приложение или напишите в поддержку
sk: Reštartujte aplikáciu alebo kontaktujte podporu
sl: Znova zaženite aplikacijo ali kontaktirajte podporo
sr_latn: Ponovo pokrenite aplikaciju ili kontaktirajte podršku
sv: Starta om appen eller kontakta support
tr: Lütfen uygulamayı yeniden başlatın veya destek ile iletişime geçin
uk: Перезапустіть програму або зверніться до служби підтримки
vi: Vui lòng khởi động lại ứng dụng hoặc liên hệ với bộ phận hỗ trợ
zh_hans: 请重启应用程序或联系支持
zh_hant: 請重啟應用程式或聯繫支援

# info_button_title_restart
source: Restart AdGuard Mini
ar: إعادة تشغيل AdGuard Mini
cs: Restartovat AdGuard Mini
da: Genstart AdGuard Mini
de: AdGuard Mini neu starten
el: Επανεκκίνηση του AdGuard Mini
es: Reiniciar AdGuard Mini
fa: راه‌اندازی دوباره AdGuard Mini
fi: Käynnistä AdGuard Mini uudelleen
fr: Redémarrer AdGuard Mini
he: אתחל מחדש את AdGuard Mini
hr: Ponovno pokreni AdGuard Mini
hu: AdGuard Mini újraindítása
id: Mulai ulang AdGuard Mini
it: Riavvia AdGuard Mini
ja: AdGuard Mini を再起動してください
ko: AdGuard Mini 재시작
nb: Start AdGuard Mini på nytt
nl: AdGuard Mini opnieuw starten
pl: Zrestartuj AdGuard Mini
pt_pt: Reiniciar o AdGuard Mini
ro: Reporniți AdGuard Mini
ru: Перезапустить AdGuard Mini
sk: Reštartujte AdGuard Mini
sl: Znova zaženi AdGuard Mini
sr_latn: Restartuj AdGuard Mini
sv: Starta om AdGuard Mini
tr: AdGuard Mini'yi yeniden başlat
uk: Перезапустити AdGuard Mini
vi: Khởi động lại AdGuard Mini
zh_hans: 重启 AdGuard Mini
zh_hant: 重啟 AdGuard Mini

# info_button_title_restarting
source: Restarting...
ar: جاري إعادة التحميل...
cs: Restartování...
da: Genstarter...
de: Neustart...
el: Επανεκκίνηση...
es: Reiniciando...
fa: در حال راه‌اندازی دوباره...
fi: Käynnistetään uudelleen...
fr: Redémarrage...
he: מאתחל...
hr: Ponovno pokretanje...
hu: Újraindítás...
id: Memulai ulang...
it: In riavvio…
ja: 再起動中...
ko: 재시작 중...
nb: Starter på nytt...
nl: Opnieuw starten...
pl: Ponowne uruchamianie...
pt_pt: A reiniciar...
ro: Se repornește...
ru: Перезапуск...
sk: Reštartovanie...
sl: Ponovni zagon...
sr_latn: Restartovanje...
sv: Startar om...
tr: Yeniden başlatılıyor...
uk: Перезапускається...
vi: Đang khởi động lại...
zh_hans: 正在重启...
zh_hant: 正在重啟...

# info_common_button_title_try_again
source: Try again
ar: حاول مرة أخرى
be: Паспрабаваць яшчэ раз
cs: Zkusit znovu
da: Forsøg igen
de: Erneut versuchen
el: Δοκιμάστε ξανά
es: Volver a intentar
fa: امتحان دوباره
fi: Yritä uudelleen
fr: Essayer à nouveau
he: נסה שוב
hr: Pokušajte ponovno
hu: Újrapróbálkozás
id: Coba lagi
it: Riprova
ja: 再試行する
ko: 다시 시도해보세요
nb: Prøv på nytt
nl: Probeer opnieuw
pl: Spróbuj ponownie
pt_pt: Tente novamente
ro: Încercați din nou
ru: Попробовать снова
sk: Skúste znova
sl: Poskusi znova
sr_latn: Pokušaj ponovo
sv: Försök igen
tr: Tekrar dene
uk: Спробувати знову
vi: Hãy thử lại
zh_hans: 重试
zh_hant: 再次嘗試

# info_base_common_subtitle
source: Your data may be exposed
ar: قد تكون بياناتك مكشوفة
be: Вашы даныя могуць быць раскрыты
cs: Vaše data mohou být odhalena
da: Personlige data kan være udsatte
de: Ihre Daten können offengelegt werden
el: Τα δεδομένα σας ενδέχεται να εκτεθούν
es: Tus datos pueden quedar expuestos
fa: ممکن است داده های شما در معرض دید قرار گیرد
fi: Tietosi voivat paljastua
fr: Vos données peuvent être exposées
he: הנתונים שלך עשויים להיחשף
hr: Vaši podaci mogu biti izloženi
hu: Adatai kiszivároghatnak
id: Data Anda mungkin terekspos
it: I tuoi dati possono essere esposti
ja: 個人情報が追跡される可能性があります
ko: 데이터가 노출될 수 있습니다.
nb: Dataene dine kan bli eksponert
nl: Jouw gegevens kunnen worden blootgesteld
pl: Twoje dane mogą zostać ujawnione
pt_pt: Os seus dados podem ficar expostos
ro: Datele dvs. pot fi expuse
ru: Реклама и трекеры не блокируются
sk: Vaše údaje môžu byť odhalené
sl: Vaši podatki so lahko izpostavljeni
sr_latn: Vaši podaci su možda izloženi
sv: Din data kan exponeras
tr: Verileriniz açığa çıkabilir
uk: Ваші дані можуть бути розкриті
vi: Dữ liệu của bạn có thể bị lộ
zh_hans: 您的数据可能面临泄露风险
zh_hant: 您的數據可能面臨泄露風險

# info_error_subtitle
source: Please try again or contact support
ar: يرجى المحاولة مرة أخرى أو الاتصال بالدعم
be: Паўтарыце спробу або звярніцеся у службу падтрымкі
cs: Zkuste to znovu nebo kontaktujte podporu
da: Forsøg igen eller kontakt supporten
de: Bitte versuchen Sie es erneut oder kontaktieren Sie den Support
el: Παρακαλώ προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη
es: Por favor, inténtalo de nuevo o contacta con el soporte
fa: لطفاً دوباره امتحان کنید یا با پشتیبانی تماس بگیرید
fi: Yritä uudelleen tai ota yhteyttä asiakaspalveluun.
fr: Veuillez réessayer ou contacter l'assistance
he: אנא נסה שוב או פנה לתמיכה
hr: Prostražite pokušaj ponovno ili se obratite podršci
hu: Kérjük, próbálja újra, vagy forduljon az ügyfélszolgálathoz
id: Silakan coba lagi atau hubungi dukungan
it: Ti preghiamo di riprovare o di contattare il supporto
ja: もう一度試すか、サポートにご連絡ください。
ko: 다시 시도하거나 고객 지원에 문의해 주세요.
nb: Vennligst prøv igjen eller kontakt kundestøtte
nl: Probeer het opnieuw of neem contact op met de ondersteuning
pl: Spróbuj ponownie lub skontaktuj się z pomocą techniczną
pt_pt: Por favor, tente novamente ou entre em contacto com o suporte
ro: Vă rugăm să încercați din nou sau contactați asistența
ru: Попробуйте ещё раз или напишите в поддержку
sk: Skúste to znova alebo kontaktujte podporu
sl: Poskusite znova ali se obrnite na podporo
sr_latn: Pokušajte ponovo ili obratite se podršci
sv: Försök igen eller kontakta support
tr: Lütfen tekrar deneyin veya destek ekibiyle iletişime geçin
uk: Спробуйте ще раз або напишіть у службу підтримки
vi: Vui lòng thử lại hoặc liên hệ với bộ phận hỗ trợ
zh_hans: 请重试或联系支持人员
zh_hant: 請再次嘗試或與支援聯繫
